responseTemplates/SDPMTC2BPmtExec.xml

<ns2:Envelope xmlns:ns2="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns4="urn:ucbru:gbo:v3" xmlns:ns3="urn:ucbru:gbo:v3:st" xmlns:ns6="urn:ucbru:gbo:v5:spdep" xmlns:ns20="urn:ucbru:esb:srv:sms" xmlns:ns5="urn:ucbru:gbo:v5:loan" xmlns:ns8="urn:ucbru:gbo:v5:card" xmlns:ns7="urn:ucbru:gbo:v5:acc" xmlns:ns13="urn:ucbru:gbo:v5:push:devices:response" xmlns:ns9="urn:ucbru:gbo:v5:cif" xmlns:ns12="urn:ucbru:gbo:v5:push:devices:request" xmlns:ns11="urn:ucbru:gbo:v5:ordst" xmlns:ns10="urn:ucbru:gbo:v5:docst" xmlns:ns21="http://mfms.ru/mfmsgate/push/devices" xmlns:ns17="urn:ucbru:gbo:v4" xmlns:ns16="urn:ucbru:gbo:v5" xmlns:ns15="urn:ucbru:gbo:v5:sdpmt" xmlns:ns14="urn:ucbru:gbo:v5:scust" xmlns:ns19="urn:imb:gbo:BSCardAuthorization" xmlns:ns18="urn:imb:gbo:BSCardStm">
    <ns2:Header>
        <ns16:UCBRUHeaders>
            <ns16:Audit>
                <ns16:MessagePath>
                    <ns16:Step>
                        <ns16:Application.Module>SDPMTC2BPmtExec</ns16:Application.Module>
                        <ns16:VersionId>urn:ucbru:gbo:v5</ns16:VersionId>
                        <ns16:TimeStamp>2023-12-14T09:15:09.409+03:00</ns16:TimeStamp>
                        <ns16:RoutingRole>START</ns16:RoutingRole>
                        <ns16:Comment></ns16:Comment>
                    </ns16:Step>
                    <ns16:Step>
                        <ns16:Application.Module>SDPMTC2BPmtExec</ns16:Application.Module>
                        <ns16:VersionId>urn:ucbru:gbo:v5</ns16:VersionId>
                        <ns16:TimeStamp>2023-12-14T09:15:12.927+03:00</ns16:TimeStamp>
                        <ns16:RoutingRole>SUCCESS</ns16:RoutingRole>
                        <ns16:Comment></ns16:Comment>
                    </ns16:Step>
                </ns16:MessagePath>
            </ns16:Audit>
        </ns16:UCBRUHeaders>
    </ns2:Header>
    <ns2:Body>
        <ns15:SDPMTC2BPmtExec>
            <ns15:Code>PROCESSING</ns15:Code>
            <ns15:Description>I00000</ns15:Description>
            <ns15:Beneficiary>
                <ns15:OfficialName>ООО "ТД ВЕК"</ns15:OfficialName>
                <ns15:TradeName>Кофейня ТД Век</ns15:TradeName>
                <ns15:INN>2312206032</ns15:INN>
                <ns15:CBAccount>40702810300234646883</ns15:CBAccount>
                <ns15:BankId>100000000030</ns15:BankId>
                <ns15:BankName>Юникредит Банк</ns15:BankName>
            </ns15:Beneficiary>
            <ns15:BusinessMessageId>A3348061510635010000020011150101</ns15:BusinessMessageId>
        </ns15:SDPMTC2BPmtExec>
    </ns2:Body>
</ns2:Envelope>